brew "xz"
brew "git"
brew "asdf"
brew "curl"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-town"
brew "go"
brew "imagemagick"
brew "jq"
brew "mole"
brew "pure"
brew "readline"
brew "sqlite"
brew "stow"
brew "tree"
brew "mas"

cask "android-studio"
cask "betterdisplay"
cask "cleanshot"
cask "cursor"
cask "dictionaries"
cask "firefox"
cask "displaylink"
cask "font-cascadia-code"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "iina"
cask "iterm2"
cask "libreoffice"
cask "minisim"
cask "mongodb-compass"
cask "numi"
cask "orbstack"
cask "rekordbox"
cask "slack"
cask "syntax-highlight"
cask "telegram-desktop"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
cask "zulu@17"

mas "Xcode", id: 497799835